"Install Add-ons" = "Installer des modules complémentaires";
"Cancel" = "Annuler";
"Install" = "Installer";
"Script Menu Extra" = "Complément au menu de script";
"Applications Scripts" = "Scripts d'applications";
"DEVONthink Pro Scripts" = "Scripts DEVONthink Pro";
"Finder Plugins" = "Plugins du Finder";
"Contextual Menu Item" = "Plugin du menu contextuel";
"Folder Actions Scripts" = "Scripts d'action sur les dossiers";
"PDF Services" = "Services PDF";
"Safari Extension" = "Extension Safari";
"Firefox Extension" = "Extension Firefox";
"Google Chrome Extension" = "Extension Google Chrome";
"Extras" = "Modules complémentaires";
"DEVONthink Jot 2 Widget" = "Widget DEVONthink Jot 2";
"Browser" = "Navigateur";
"Apple Mail Rule Action Scripts" = "Scripts de règles Apple Mail";

